<?php
/*************************************************************************
    > File Name: linux_jurisdiction.php
    > Author: chenzihao
    > Created Time: 五  8/ 3 10:02:39 2018
 ************************************************************************/
-rw-r--r--    1 zihao  staff     0  8  1 10:26 年龄相关性黄斑变性,

- 第一个字符代表文件（-）、目录（d），链接（l）

- 其余字符每3个一组（rwx），读（r）、写（w）、执行（x）

- 第一组rwx：文件所有者的权限是读、写和执行

- 第二组rw-：与文件所有者同一组的用户的权限是读、写但不能执行

- 第三组r--：不与文件所有者同组的其他用户的权限是读不能写和执行

也可用数字表示为：r=4，w=2，x=1  因此rwx=4+2+1=7

- 1 表示连接的文件数

0 表示字节

再后面是日期 和 文件名
